# Standard unix tool replacements
brew 'bat'
brew 'dust'
brew 'exa'
brew 'fd'
brew 'htop'
brew 'neovim'
brew 'ripgrep'

# Things I use all the time
brew 'fzf'
brew 'git'
brew 'git-delta'
brew 'jq'
brew 'zoxide'

# Casks I use all the time
cask 'font-fantasque-sans-mono'
cask 'kitty'
cask 'obsidian'
cask 'spotify'

# App store packages
brew 'mas'
mas '1Password', id: 1333542190
