# Standard unix tool replacements

brew 'bat'
brew 'dust'
brew 'eza'
brew 'fd'
brew 'htop'
brew 'neovim'
brew 'ripgrep'
# The default MacOS version is outdated
brew 'git'

# Things I use all the time

brew 'fzf'
brew 'git'
brew 'git-delta'
brew 'jq'
brew 'rust-analyzer'
brew 'tmux'
brew 'zoxide'
# Window manager
brew 'skhd'
brew 'yabai'

# Casks I use all the time

cask '1password'
cask 'alacritty'
cask 'firefox@developer-edition'
cask 'font-fantasque-sans-mono'
cask 'obsidian'

# Languages

brew 'nvm'
brew 'pyenv'
